[
  {
    "id": "1",
    "title": "Seminar Humanika with Google Student Ambasador",
    "date": "2025-12-13",
    "summary": "[RECAP KEGIATAN - 13 DESEMBER 2025].\n\nHumanika STT Wastukancana sukses menyelenggarakan seminar \"GEMINI FOR EVERYONE\" dengan fokus utama memperkenalkan ekosistem Google Gemini sebagai standar kompetensi baru di dunia profesional.\n\nAcara ini dihadiri oleh mahasiswa lintas jurusan yang sadar bahwa adaptasi teknologi adalah kunci menghadapi industri modern. Peserta tidak hanya mendapatkan wawasan teoritis, tetapi juga benefit nyata berupa sertifikasi dan akses kelas akselerasi karier dari Dicoding.\n\nKami mengucapkan terima kasih sebesar-besarnya kepada para narasumber yang telah membagikan ilmunya:\n\n- Ahmad Rizki Sabani (Google Student Ambassador)\n- Teguh Iman Hermanto, S.Kom., M.Kom. (Kaprodi T. Informatika)\n- Asep Hermawan, M.T. (Kaprodi T. Industri)\n- Dr. Irwan Suriaman, S.T., M.T. (Kaprodi T. Mesin)\n- Martinningsih, M.Si. (Kaprodi T. Tekstil)\n- Imas Widowati, S.T., M.M. (Kaprodi Manajemen Industri)\n\nSemoga ilmu yang didapat menjadi bekal berharga untuk leveling up kompetensi kita semua. Maju terus mahasiswa STT Wastukancana!\n\n#STTWastukancana #Humanika #SeminarAI ArtificialIntelligence GoogleGemini IndustrialStandards PendidikanTinggi",
    "image": "/uploads/1766845912968-_MG_8617.JPG"
  },
  {
    "id": "2",
    "title": "Penyelenggaraan Masa Bimbingan Humanika 2025",
    "date": "2025-11-28",
    "summary": "Perjalanan Mabim 2025 telah sampai di penghujung acara. Bukan sekadar seremonial, tapi sebuah awal untuk langkah yang lebih besar.\n\nTerima kasih yang tak terhingga kepada seluruh panitia, peserta, dan pihak yang terlibat atas dedikasi serta antusiasmenya. Energi kalian luar biasa! ✨\n\nSemoga setiap materi, pengalaman, dan kebersamaan yang terjalin dapat bermanfaat serta menjadi bekal berharga untuk menempuh dunia perkuliahan yang sesungguhnya. Sampai jumpa di kegiatan selanjutnya! 👋",
    "image": "/uploads/1766846186408-IMG_0151.JPG"
  },
  {
    "id": "4",
    "title": "Pelatihan AI Product By Google Student Ambasador",
    "date": "2025-10-25",
    "summary": "Pelatihan \"AI PRODUCT BY GOOGLE\" bersama Google Student Ambassador, Ahmad Rizki Sabani, pada 25 Oktober lalu berjalan dengan sangat lancar dan penuh antusiasme.\n\n​Terima kasih atas semangat luar biasa dari seluruh peserta yang memadati Labkom 1, STT Wastu Kancana! Energi positif kalian menjadi bukti bahwa minat terhadap teknologi AI sangat tinggi. Sampai bertemu di event keren selanjutnya",
    "image": "/uploads/1766847406513-Screenshot_2025-12-27_215622.png"
  }
]